Repository: AlexBrauniOS/Kids2Kids
Catalog: Kids2Kids/Translate/*.xliff
Languages: ru, uk

# 1GN-Al-vhF.title
source: Events
ru: Мероприятия
uk: Заходи

# DdU-1b-V2Y.title
source: Help
ru: Помощь
uk: Допомога

# I68-ef-gvt.normalTitle
source: Ukraine, 01021, Kyiv, Klovskiy descent, 7А, office 6
ru: Украина, 01021, г.Киев, Кловский спуск, 7А, офис 6
uk: Україна, 01021, м.Київ, Кловський узвіз, 7А, офіс 6

# Qu2-d3-Kdy.text
source: social networks
ru: социальные сети
uk: соціальні мережі

# SGe-cf-0HC.text
source: All rights reserved
ru: Все права защищены
uk: Усі права захищені

# gVO-e9-8cC.text
source: phone number
ru: телефон
uk: телефон

# lVi-z7-H7Y.text
source: mail
ru: почта
uk: пошта

# mVi-sm-FEX.normalTitle
source: Join
ru: Присоединиться
uk: Приєднатися

# sEH-OU-pje.text
source: address
ru: адрес
uk: адреса

# uzh-2G-iWA.title
source: Projects
ru: Проекты
uk: Проекти

# zwG-N5-et7.text
source: website
ru: вебсайт
uk: вебсайт

# CFBundleName
source: $(PRODUCT_NAME)
ru: Дети Детям
uk: Діти Дітям

source: Becomе volunteer
ru: Стать волонтёром
uk: Стати волонтером

source: Call
ru: Позвонить
uk: Подзвонити

source: Call to the Kids2Kids fund?
ru: Позвонить в фонд "Дети Детям"?
uk: Подзвонити до фонду "Діти Дітям"?

source: Cancel
ru: Отмена
uk: Відміна

source: Charitable Fund «Kids to Kids» will be grateful for any help. Financial assistance to the fund You can provide by the following details: PrivatBank Account 26000056127077 MFI 380775 EDRPO 41350891 Purpose of payment: «Charitable contribution»
ru: Благотворительный фонд «Дети Детям» будет благодарен любой помощи. Финансовую помощь фонду Вы можете оказать по следующим реквизитам: ПриватБанк р/с 26000056127077 МФО 380775 ЕДРПО 41350891 Назначение платежа: «Благотворительный взнос»
uk: Благодійний фонд "Діти Дітям" буде вдячний будь-якої допомоги. Фінансову допомогу фонду Ви можете надати за наступними реквізитами: ПриватБанк р/с 26000056127077 МФО 380775 ЄДРПО 41350891 Призначення платежу: «Благодійний внесок»

source: Christmas angel
ru: Рождественский ангел
uk: Різдвяний янгол

source: Companies
ru: Компаниям
uk: Компаніям

source: Connect monthly donation to the project HAPPINESS FOR EVERY FAMILY. Team of charity fund «Kids to Kids» regularly receives requests for help from families with seriously ill children. How the project works: 1.We meet with parents of children and decide to include the family in the fund's program; 2.We make a list and budget of monthly needs separately for each family with a seriously ill child; 3.Regularly we finance families due to donations of fund's friends and our partners. Join the project! Your monthly donation can help seriously ill children!
ru: Помогать конкретному ребёнку можно, подключив ежемесячное пожертвование в рамках проекта «Щастя в кожну родину». Команда благотворительного фонда «Дети Детям» регулярно получает просьбы о помощи от семей с тяжелобольными детьми. Как работает проект: 1.Мы встречаемся с родителями детей и принимаем решение о включении семьи в программу фонда; 2.Составляем список и бюджет ежемесячных нужд отдельно для каждой семьи c тяжелобольным ребенком; 3.Регулярно финансируем семьи благодаря пожертвованиям друзей фонда и наших партнеров. Присоединяйтесь к проекту! Ваши ежемесячные пожертвования могут помочь тяжелобольным детям!
uk: Підключіть щомісячну пожертву на проект ЩАСТЯ В КОЖНУ РОДИНУ. Команда благодійного фонду "Діти Дітям" регулярно отримує прохання про допомогу від сімей з важкохворими дітьми. Як працює проект: 1.Ми зустрічаємося з батьками дітей і приймаємо рішення про включення сім'ї в програму фонду; 2.Складаємо перелік та бюджет щомісячних потреб окремо для кожної родини c тяжкохворою дитиною. 3.Регулярно фінансуємо сім'ї завдяки пожертвам друзів фонду і наших партнерів. Приєднуйтесь до проекту! Ваші щомісячні пожертви можуть допомогти важкохворим дітям!

source: Do you have almost new clothes, shoes, other things for children? Clean and serviceable things can still serve! Children from orphanages and boarding schools will accept them with joy! Seeing clean, ironed and neatly stacked things in the bag, children will feel your care and will be grateful for the gift! The most urgent needs: - clothes of all seasons and different sizes; - shoes of all seasons, purposes and sizes (slippers, sports shoes and sneakers, etc.); - sportswear; - caps, mittens, scarves; - bed linen, blankets, pillows; - means of personal hygiene; - pampers, disposable napkins. If you have these treasures, bring them to us!
ru: У Вас остались почти новые обувь и вещи? Чистые и исправные вещи еще могут послужить! Дети из детских домов и школ-интернатов примут их с радостью. Видя чистые, выглаженные и аккуратно сложенные в пакет вещи, дети почувствуют вашу заботу и будут благодарны за подарок! Самые актуальные нужды: - одежда всех сезонов и разных размеров; - обувь всех сезонов, назначений и размеров (тапочки, спортивные кеды и кроссовки, др.); - спортивная одежда; - шапки, варежки, шарфы; - постельное белье, одеяла, пледы, подушки; - средства личной гигиены; - памперсы, одноразовые пеленки. Если у вас есть эти сокровища, то несите их к нам!
uk: У вас залишилися майже нові одяг, взуття, інші дитячі речі? Чисті і справні речі ще можуть послужити! Діти з дитячих будинків та шкіл-інтернатів візьмуть їх з радістю! Побачивши чисті, випрасувані і акуратно складені в пакет речі, діти відчують вашу турботу і будуть вдячні за подарунок! Найактуальніші потреби: - одяг всіх сезонів і різних розмірів; - взуття всіх сезонів, призначень і розмірів (капці, спортивні кеди і кросівки, ін.); - спортивний одяг; - шапки, рукавиці, шарфи; - постільна білизна, ковдри, пледи, подушки; - засоби особистої гігієни; - памперси, одноразові пелюшки. Якщо у вас є ці скарби, то несіть їх до нас!

source: Donate things
ru: Передать вещи
uk: Передати речі

source: Donate to the fund
ru: Финансовая помощь
uk: Фінансова допомога

source: Eventen
ru: Event
uk: Eventua

source: Events
ru: Мероприятия
uk: Заходи

source: For child’s treatment
ru: Конкретному ребёнку
uk: Дитині на лікування

source: Happiness for every family
ru: Щастя в кожну родину
uk: Щастя в кожну родину

source: Help
ru: Помощь
uk: Допомога

source: LogoEnCont
ru: LogoRuCont
uk: LogoUaCont

source: Open hearts
ru: Открытые сердца
uk: Відкриті серця

source: Projects
ru: Проекты
uk: Проекти

source: Road to life
ru: Дорога в жизнь
uk: Дорога в життя

source: Volunteers are people, without which it is difficult to imagine a completed work of the fund! How can you help the «Kids to Kids»: - to purchase and deliver the needs to the orphanage, boarding schools, families; - help in carrying out activities; - to provide psychological assistance to children and parents of seriously ill children; - to conduct training within the program of vocational guidance (project «The Road to Life»).
ru: Волонтеры - это люди, без которых сложно представить полноценную работу фонда! Помогать в проведении мероприятий, участвовать в программе профориентации будущих выпускников. Чем Вы можете помочь фонду «Дети Детям»: - закупать и развозить нужды в детдома, школы-интернаты, семьи; - помогать проводить мероприятия; - оказывать психологическую помощь детям и родителям тяжело-больных детей; - проводить обучение в рамках программы профориентации (проект «Дорога в жизнь»).
uk: Волонтери - це люди, без яких важко уявити повноцінну роботу фонду! Чим Ви можете допомогти фонду «Діти Дітям»: - закуповувати і розвозити потреби в дитбудинки, школи-інтернати, сім'ї; - допомагати проводити заходи; - надавати психологічну допомогу дітям і батькам важко-хворих дітей; - проводити навчання в рамках програми профорієнтації (проект "Дорога в життя").

source: We invite the companies to support our projects of assistance to orphanages, boarding schools, rehabilitation centers: - send children to children’s camps; - buy furniture; - pay for repairs; - buy household appliances.
ru: Приглашаем компании поддержать наши проекты помощи детдомам, школам-интернатам, реабилитационным центрам: - отправка детей в детские лагеря; - покупка мебели; - оплата ремонтных работ; - покупка бытовой техники.
uk: Запрошуємо компанії підтримати наші проекти допомоги дитбудинкам, школам-інтернатам, реабілітаційним центрам: - відправка дітей в дитячі табори; - покупка меблів; - оплата ремонтних робіт; - покупка побутової техніки.

source: «Christmas angel» is an annual charity event that unites hundreds of families on the eve of the New Year and gives them the opportunity to start the next year from giving joy to orphans and families in need. Every year, by Christmas, we receive hundreds of letters from children from orphanages and rehabilitation centers, in which they share their cherished desires. These desires are fulfilled by the “Christmas angels” – the partners of the project together with their children. They not only give gifts, which children dreamed of all year, but also write back letters. This makes it possible for a child in an orphanage to believe in a miracle – that there is a God and His Angels who hear his requests and always fulfill them, only need to believe. It also enables the child from a full-fledged family to show compassion and extend a helping hand to another child who has already experienced what it means to live in this world without parents.
ru: «Рождественский ангел» — ежегодное благотворительное мероприятие, которое объединяет сотни семей в преддверии Нового Года и дает им возможность начать следующий год с того, чтобы подарить радость детям сиротам и нуждающимся семьям. Каждый год к Рождеству мы получаем сотни писем от детей из детдомов и интернатов, в которых они открывают свое заветное желание. Эти желания исполняют «Рождественские Ангелы» — партнеры проекта вместе со своими детьми. Они не только дарят подарки, о которых дети мечтали весь год, но и так же пишут ответные письма. Это дает возможность ребёнку в детдоме поверить в чудо — что есть Бог и Его Ангелы, которые слышат их просьбы и всегда выполняют, только нужно верить. Это также дает возможность ребенку из полноценной семьи проявить сострадание и протянуть руку помощи другому ребенку, который уже испытал, что значит жить в этом мире без родителей.
uk: «Різдвяний янгол» – щорічне благодійний захід, який об’єднує сотні сімей напередодні Нового Року та дає їм можливість почати наступний рік з того, щоб подарувати радість дітям сиротам і нужденним сім’ям. Щороку на Різдво ми отримуємо сотні листів від дітей з дитбудинків та інтернатів, в яких вони відкривають своє заповітне бажання. Ці бажання виконують «різдвяні янголи» – партнери проекту разом зі своїми дітьми. Вони не тільки дарують подарунки, про які діти мріяли весь рік, але так само пишуть листи-відповіді. Це дає можливість дитині в дитбудинку повірити в чудо – що є Бог і Його Ангели, які чують їхні прохання і завжди виконують, тільки потрібно вірити. Це також дає можливість дитині з повноцінної родини проявити співчуття і протягнути руку допомоги іншій дитині, який вже випробував, що значить жити в цьому світі без батьків.

source: «Happiness for every family» — the project of our foundation, which started in 2015 from several families and is now expanding every day. The project is a targeted assistance to families with children bedridden with terrible ailments. Every month we come to these families and bring medicines, diapers and other necessary things thanks to financial support of our donors and partners. Such help for families is a very big support and most importantly – understanding of the fact that this world has not turned away from them. That there are people who are ready to make their contribution to share the burden that has fallen on the shoulders of these parents. We receive more and more requests for help every day. Moms and their children are in distress, since the poor aid allocated by the state is not enough for anything. These children seem to check the world for kindness. On our sacrificial hearts. Stories of some children can be found on our web-site. We invite everyone who would like to support families financially, to become a part of this project. After all, the really happy person is the one who makes others happy, and in this project you can make happy not only one child but the whole family.
ru: «Щастя в кожну родину» — проект нашего фонда, который стартовал в 2015 году с нескольких семей и расширяется с каждым днем. Это адресная помощь семьям с детьми, прикованными к постели страшными недугами. Каждый месяц мы приезжаем в эти семьи и привозим лекарства, памперсы и вещи, которые помогают нам приобрести партнеры этого проекта. Такая помощь для семей является очень большой поддержкой и главное — осознанием того, что этот мир не отвернулся от них. Что есть люди, которые своим вкладом стремятся разделить тяжесть, которая выпала на плечи родителей. Учитывая тот факт, что мамы круглосуточно находятся при больном ребенке, каждый человек, который переступает порог является для них большой поддержкой. Этот проект еще одна возможность проявить христианскую любовь к тем семьям, которые вынуждены сражаться за жизнь своих детей каждый день. Каждый наш приезд всегда ждут с нетерпением. С каждым новым днем мы получаем все больше просьб о помощи. Мамы и их дети находятся в бедственном положении, так как мизерной помощи, выделяемой государством не хватает ни на что. Эти дети как будто проверяют мир на доброту. На наши жертвенные сердца. Истории некоторых семей вы можете найти на нашем сайте. Приглашаем всех, кто хотел бы поддерживать семьи материально, стать частью этого проекта. Ведь по настоящему счастлив тот человек, который делает счастливыми других, а в этом проекте вы сможете сделать счастливой целую семью.
uk: «Щастя в кожну родину» – проект нашого фонду, який стартував у 2015 році з кількох сімей і розширюється з кожним днем. Це адресна допомога сім’ям з дітьми, прикутими до ліжка страшними недугами. Щомісяця ми приїжджаємо в ці сім’ї і привозимо ліки, памперси і речі, які допомагають нам придбати партнери цього проекту. Така допомога для сімей є дуже великою підтримкою і головне – усвідомленням того, що цей світ не відвернувся від них. Що є люди, які своїм внеском прагнуть розділити тягар, яка випала на плечі батьків. Кожен наш приїзд завжди чекають з нетерпінням. З кожним новим днем ми отримуємо все більше прохань про допомогу. Мами і їх діти знаходяться в тяжкому становищі, так як мізерною допомоги, що виділяється державою не вистачає ні на що. Ці діти начебто перевіряють світ на доброту. На наші жертовні серця. Історії деяких дітей ви знайдете на нашому сайті. Запрошуємо всіх, хто хотів би підтримувати сім’ї матеріально, стати частиною цього проекту. Адже по справжньому щаслива та людина, який робить щасливими інших, а в цьому проекті ви зможете зробити щасливою цілу сім’ю.

source: «Open hearts» is an annual charitable event of the Children’s Children Foundation, aimed at raising funds for the specific needs of children from orphanages and rehabilitation centers. As part of the event, we also raise funds for the treatment of seriously ill children who need emergency care. Children who come with their parents to this charity event make their own hand-made hearts and send them to children from orphanages. Hundreds of hearts from ceramics, fabrics, plaster, paper, painted with colors and crayons are sent with love to different parts of Ukraine. In turn, children from orphanages send their gifts back to make this symbolic exchange. The “Open hearts” project unites hundreds of children throughout Ukraine, thus showing how important it is to open our hearts to each other.
ru: «Открытые сердца» — это ежегодное благотворительное мероприятие фонда Дети Детям, направленное на сбор средств на конкретные нужды детей из детдомов, школ-интернатов и реабилитационных центров. В рамках мероприятия мы так же собираем средства на лечение тяжелобольных детей, которые нуждаются в экстренной помощи. Дети, которые приходят с родителями на этот праздник делают своими руками сердца и посылают их деткам в детдома. Сотни сердец из керамики, ткани, гипса, бумаги, разрисованные красками и мелками, отправляются с любовью в разные уголки Украины. В свою очередь дети из детдомов и интернатов отправляют на праздник свои подарки, приготовленные заранее. Проект «Открытые сердца» объединяет сотни детей по всей Украине, показывая тем самым, как важно открывать свои сердца навстречу друг другу.
uk: «Відкриті серця» – це щорічне благодійний захід фонду Діти Дітям, спрямоване на збір коштів на конкретні потреби дітей з дитбудинків, шкіл-інтернатів та реабілітаційних центрів. В рамках заходу ми так само збираємо кошти на лікування важкохворих дітей, які потребують екстреної допомоги. Діти, які приходять з батьками на це свято роблять своїми руками серця і посилають їх діткам в дитбудинку. Сотні сердець з кераміки, тканини, гіпсу, паперу, розмальовані фарбами і крейдою, відправляються з любов’ю в різні куточки України. У свою чергу діти з дитбудинків та інтернатів відправляють на свято свої подарунки, приготовані заздалегідь. Проект «Відкриті серця» об’єднує сотні дітей по всій Україні, показуючи тим самим, як важливо відкривати свої серця назустріч один одному.»

source: «Road to life» is a charitable project in support of graduates of orphanages in Ukraine. Graduation is the most important time for children. Throughout the year, our project strives to prepare children for graduation period psychologically, spiritually and practically. Fund organizes seminars and career orientation programs with support of representatives of different types of applied professions. The final stage of the project is the annual charity event “Road to Life”. Partners of the project collect bags with everything necessary and useful for graduates in their independent life. Everyone who want to participate in the project can apply to us and the fund team will send a letter from a particular graduate, where he or she describe their desires and goals in life. Thanks to such personal participation, a connection is formed with the child whom we are helping and sincerely wish success in his adult life. Many of our partners not only prepare bags, but also write back letters with important advice, some of them also provide assistance in finding a job and housing graduates in a new city. In 2017, the project covered 86 children from 9 orphanages and boarding schools in Ukraine. Thanks to our guests, they received not only the most necessary things for independent living, but also beautiful prom dresses, shirts, ties and shoes.
ru: «Дорога в Жизнь» — благотворительный проект в поддержку выпускников детдомов и школ-интернатов Украины. Окончание школы — это самая ответственная пора для ребят. На протяжении года наш проект стремится подготовить их к этому периоду психологически, духовно и практически. Проводятся семинары по профориентации, в которых принимают участие специалисты разных видов прикладных профессий. Завершающим этапом является благотворительное мероприятие «Дорога в Жизнь». Партнеры проекта собирают вещи со всем необходимым, что может пригодиться выпускникам в самостоятельной жизни. Каждому желающему участвовать в проекте, команда фонда передает письмо от конкретного выпускника, где тот описывает свои желания и цели в жизни. Благодаря такому личному участию образуется связь с ребенком, которому мы помогаем и искренне желаем успеха в его взрослой жизни. Многие наши участники не только готовят сумки, но и пишут ответные письма с важными напутственными советами, а также предоставляют помощь в трудоустройстве и проживании выпускников на новом месте. В 2017 году проект охватил 86 детей из 9 детдомов и школ-интернатов Украины. Благодаря нашим гостям они получили не только самые необходимые вещи для самостоятельной жизни, но и красивые выпускные платья, рубашки, галстуки и обувь.
uk: «Дорога в життя» – благодійний проект на підтримку випускників дитбудинків та шкіл-інтернатів України. Закінчення школи – це найвідповідальніша пора для хлопців. Протягом року, наш проект прагнути підготувати їх до цього періоду психологічно, духовно і практично. Проводяться семінари з профорієнтації, в яких беруть участь фахівці різних видів прикладних професій. Завершальним етапом є благодійний захід «Дорога в життя». Партнери проекту збирають речі з усім необхідним, що може стати в нагоді випускникам у самостійному житті. Кожному бажаючому брати участь в проекті, команда фонду передає лист від конкретного випускника, де той описує свої бажання і цілі в житті. Завдяки такому особистій участі утворюється зв’язок з дитиною, якій ми допомагаємо і щиро бажаємо успіху в його дорослому житті. Багато наших учасники не тільки готують сумки, але і пишуть листи-відповіді з важливими напутніми порадами, а також надають допомогу в працевлаштуванні та проживанні випускників на новому місці. У 2017 році проект охопив 86 дітей з 9 дитбудинків та шкіл-інтернатів України. Завдяки нашим гостям вони отримали не тільки найнеобхідніші речі для самостійного життя, але і красиві випускні сукні сорочки, краватки і взуття.
